[
  {
    "speakerId": "1",
    "speakerName": "Abdul Rasheed Feroz Khan",
    "speakerImage": "./images/speakers/AbdulRasheed.webp",
    "speakerAltText": "Abdul Rasheed Feroz Khan",
    "keynoteSpeaker": "false",
    "speakerTitle": "Director",
    "speakerSubTitle": "CodeSizzler",
    "speakerLinkedIn": "https://www.linkedin.com/in/abdul-rasheed-feroz-khan-72918a102/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Hey! Am a Microsoft MVP on Azure from CodeSizzler working with few MNC’s across. I have good command over Azure and I love seeking a position in a global atmosphere that would enable me to cope with the emerging technologies coupled with a scope for widening the spectrum of my knowledge being an Evangelist."
  },
  {
    "speakerId": "2",
    "speakerName": "Akkhil Ohri",
    "speakerImage": "./images/speakers/AkkhilOhri.webp",
    "speakerAltText": "Akkhil Ohri",
    "keynoteSpeaker": "false",
    "speakerTitle": "Microsoft 365 Solution Architect",
    "speakerSubTitle": "Penthara Technologies",
    "speakerLinkedIn": "https://www.linkedin.com/in/akkhilohri/",
    "speakerTwitter": "https://twitter.com/AkkhilOhri",
    "MVPstatus": "false",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Being in the industry for over 17 years and a Microsoft Certified Trainer, Akkhil is a subject matter expert on multiple technologies of M365 platform and shares his knowledge through regular trainings. Currently, as a M365 Solution Architect at Penthara Technologies, he helps to deliver end-to-end M365 solutions to industry leaders. A self-motivated individual, he possesses the ability to accomplish complex projects individually or within a diversified team of IT professionals."
  },
  {
    "speakerId": "3",
    "speakerName": "Amit Awasthi",
    "speakerImage": "./images/speakers/AmitAwasthi.jpg",
    "speakerAltText": "Amit Awasthi",
    "keynoteSpeaker": "false",
    "speakerTitle": "Associate Software Engineering Manager",
    "speakerSubTitle": "Accenture",
    "speakerLinkedIn": "https://www.linkedin.com/in/amitawasthi1/",
    "speakerTwitter": "https://twitter.com/AkkhilOhri",
    "MVPstatus": "false",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Advanced Sr Technology Leader /Sr Manager having More than 18 Years of software experience As a Senior Cloud Architect / Senior Technical Manager /Enterprise Architect ,Architecting and Managing software development/deployment Team Building and customer interaction. \n\n Expertise in Project Management, Software Architecture(Microsoft Certified Azure Architect-AZ303,304) ,Design,Devops and handling Agile(Certified Scrum Master) as well as traditional Waterfall project and Good knowledge of J2EE platform."
  },
  {
    "speakerId": "4",
    "speakerName": "Federico Porceddu",
    "speakerImage": "./images/speakers/FedericoPorceddu.webp",
    "speakerAltText": "Federico Porceddu",
    "keynoteSpeaker": "false",
    "speakerTitle": "Modern Workplace Technical Architect",
    "speakerSubTitle": "Avanade",
    "speakerLinkedIn": "https://www.linkedin.com/in/federicoporceddu/",
    "speakerTwitter": "https://twitter.com/FedericoSPDev",
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Federico is Office Development MVP, SharePoint and Microsoft 365 Technical Architect and Microsoft 365 certified. He works @AvanadeItaly as a technical leader and technical architect, specialized in enterprise solutions, with extensive experience working on Microsoft and Open Source Technologies. Blogger, coffee taster and trekking lover, he is also Career Advisor for his team (Modern Workplace area). He is a contributor to Microsoft 365 Patterns and Practices (PnP) community."
  },
  {
    "speakerId": "5",
    "speakerName": "Giuliano De Luca",
    "speakerImage": "./images/speakers/GiulianoDeLuca.webp",
    "speakerAltText": "Giuliano De Luca",
    "keynoteSpeaker": "false",
    "speakerTitle": "YouTube Creator",
    "speakerSubTitle": "youtube.com/giulianodeluca",
    "speakerLinkedIn": "https://www.linkedin.com/in/delucagiuliano/",
    "speakerTwitter": "https://twitter.com/DeLucaGiulian",
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Giuliano is an independent technical architect Microsoft Office Development MVP, passionate and lover of his job, he is a specialist in Microsoft technologies like Microsoft 365 and Azure.\n\nDuring his career has achieved several Microsoft certifications he is also a blogger and international speaker."
  },
  {
    "speakerId": "6",
    "speakerName": "Hans Brender",
    "speakerImage": "./images/speakers/HansBrender.webp",
    "speakerAltText": "Hans Brender",
    "keynoteSpeaker": "false",
    "speakerTitle": "Influencer, Mentor, Cloud Productivity Evangelist",
    "speakerSubTitle": "HBsoft",
    "speakerLinkedIn": "https://www.linkedin.com/in/hansbrender/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "For more than 25 years, I'm on the road with Microsoft technologies. Starting as a developer (SQL), then as PreSales consultant , later on as a coach for Office. For Microsoft (Germany and Switzerland), I have work as a consultant and CIE (customer immersion experience) Coach. Now I'm working as a IT Influencer and Cloud Productivity Evangelist in Europe. I am specialized in Next Generation Sync Client, OneDrive for Business, OneDrive and all offline scenarios. Since 2013, I have been honored in an uninterrupted series by Microsoft with the MVP Award for Office Apps and Services. People around the globe called me Mr.OneDrive."
  }
  ,
  {
    "speakerId": "7",
    "speakerName": "Jasjit Chopra",
    "speakerImage": "./images/speakers/JasjitChopra.webp",
    "speakerAltText": "Jasjit Chopra",
    "keynoteSpeaker": "false",
    "speakerTitle": "Cloud Solutions Architect",
    "speakerSubTitle": "Penthara Technologies",
    "speakerLinkedIn": "https://www.linkedin.com/in/jasjitchopra/",
    "speakerTwitter": "https://twitter.com/jasjitchopra",
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Jasjit Chopra is a Microsoft MVP and MS Certified Cloud Architect with strong background in SharePoint, Office 365 and Azure. As a SharePoint expert he has worked with many multinational clients including HP, Avanade, Accenture, Unistar Nuclear Energy, Warner Music Group, Inventiv Health and iHeartMedia. Jasjit holds a Masters of Business Administration in Technology and Management from CERAM, Sophia Antipolis, France. Having worked for different clients across the United States Jasjit has gained insight knowledge on Business Processes for the State Government and Manufacturing, Nuclear, Pharmaceutical and Music industries."
  },
  {
    "speakerId": "8",
    "speakerName": "Jenkins Ns",
    "speakerImage": "./images/speakers/JenkinsNs.webp",
    "speakerAltText": "Jenkins Ns",
    "keynoteSpeaker": "false",
    "speakerTitle": "Solution Architect",
    "speakerSubTitle": "JPOWER4",
    "speakerLinkedIn": "https://www.linkedin.com/in/jenkinsns/",
    "speakerTwitter": "https://twitter.com/jenkinsns",
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Jenkins is an Office Development MVP and Microsoft Certified Trainer who has been working on SharePoint for more than 18+ years, focusing on building custom solutions for Microsoft Teams, SharePoint Framework, Power Platform, Office 365 and SharePoint. Having a very strong background in development both front-end and back-end, he is riding the modern web development wave and helping community with learning latest development techniques. He has been working on SharePoint for 18 years, who started his career on SharePoint version 2003. He is living in Chennai, India providing innovative and cost-effective solutions. He holds two master’s degrees in information technology. He is passionate about SharePoint and actively blogs, organise events, speaks at events and International Conferences, most recently on the topics of Microsoft Teams, SharePoint Framework (SPFx) and Power Platform."
  },
  {
    "speakerId": "9",
    "speakerName": "Kris van der Mast",
    "speakerImage": "./images/speakers/KrisvanderMast.webp",
    "speakerAltText": "Kris van der Mast",
    "keynoteSpeaker": "false",
    "speakerTitle": "Solution architect",
    "speakerSubTitle": "SD Worx",
    "speakerLinkedIn": "https://www.linkedin.com/in/krisvandermast/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "As a freelance Microsoft technologies expert Kris helps his clients to reach their goals. Actively involved in the global community he is a Microsoft MVP since 2007. First for ASP.NET and since 2016 achieving in 2 disciplines: Azure and Visual Studio and Development Technologies. Kris is also a Microsoft ASP Insider, Microsoft Azure Advisor and a Belgian Microsoft Extended Experts Team (MEET) member. In the Belgian community Kris is active as a board member of Belgian Azure User Group AZUG and is chairman of the Belgian User Group Initiative (BUG). Since he started with .NET back in 2002 he’s also been active on the ASP.NET forums where is also a moderator. For his professional profile you can check out his LinkedIn. His personal site can be found at www.krisvandermast.com. Kris is a public (inter)national speaker and is a co-organizer of the CloudBrew conference."
  },
  {
    "speakerId": "10",
    "speakerName": "Matteo Zamori",
    "speakerImage": "./images/speakers/MatteoZamori.webp",
    "speakerAltText": "Matteo Zamori",
    "keynoteSpeaker": "false",
    "speakerTitle": "Modern Workplace Consultant",
    "speakerSubTitle": "UBS ",
    "speakerLinkedIn": "https://www.linkedin.com/in/matteo-zamori-09146b14/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Matteo is a consultant with 10+ years experience with Microsoft Technologies on the field, his mission is to bring the Modern Workplace Experience to the next level! :)\n\nMatteo has a great deal of experience on Microsoft 365 ecosystem especially in SharePoint application.\n\nPrior to joining Avanade Group, Matteo worked as a freelancer for some of the largest companies in various business sectors to enhance/maintaining their infrastructure (On-Premise/Online).\n\nOutside of work, Matteo is a skier/rock climber not to mention a member of CAS (Club Alpin Suisse)"
  },
  {
    "speakerId": "11",
    "speakerName": "Mourtaza Fazlehoussen",
    "speakerImage": "./images/speakers/MourtazaFazlehoussen.webp",
    "speakerAltText": "Mourtaza Fazlehoussen",
    "keynoteSpeaker": "false",
    "speakerTitle": "Engineering Lead",
    "speakerSubTitle": "Lenze",
    "speakerLinkedIn": "https://www.linkedin.com/in/mourtaza/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Hi, I’m Mourtaza. I code, write, speak, learn, listen and nurture lives through innovation and technology.\n\nI help customers to find benefits, solutions, and value for using Office 365 Business Suite Apps. Besides, I have a proclivity towards connecting with people regardless of their fame or status. Be it students, family, colleagues, neighbors – helping people move forward and making a commendable change in their lives has always been my priority."
  },
  {
    "speakerId": "12",
    "speakerName": "Tarun Reddy",
    "speakerImage": "./images/speakers/TarunReddy.webp",
    "speakerAltText": "Tarun Reddy",
    "keynoteSpeaker": "false",
    "speakerTitle": "M365 Developer",
    "speakerSubTitle": "Penthara Technologies",
    "speakerLinkedIn": "https://www.linkedin.com/in/tarun-reddy-m/",
    "speakerTwitter": "https://twitter.com/tarun88906886",
    "MVPstatus": "false",
    "MicrosoftEmployee": "false",
    "speakerInformation": "A Tech Enthusiast, Working on learning multiple technologies. Currently working as a Microsoft 365 Developer, Came from a background of building frontend for websites.\n\nCombining the design aspect and the ability to work on PowerApps and Power Automate gives me the edge over good-looking powerful Apps with powerful flows.\n\nI am a CSS UI/UX Enthusiast."
  },
  {
    "speakerId": "13",
    "speakerName": "Nanddeep Nachan",
    "speakerImage": "./images/speakers/NanddeepNachan.webp",
    "speakerAltText": "Nanddeep Nachan",
    "keynoteSpeaker": "false",
    "speakerTitle": "Office 365 Consultant",
    "speakerSubTitle": " ",
    "speakerLinkedIn": "https://www.linkedin.com/in/nanddeepnachan/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "A results oriented Technology Architect with experience in Microsoft Technologies especially with SharePoint, MS Azure and .NET. Experienced in design, implementation, configuration, and maintenance of several large-scale projects. Organizer and frequent speaker at various industry seminars, conferences, and community events including SPS, Global Microsoft 365 Developer Bootcamp, and Global Power Platform Bootcamp. Career focuses included architectural design and implementation, website design and development, complete application development cycles, and intense focus on .Net technologies."
  },
  {
    "speakerId": "14",
    "speakerName": "Narasima Perumal",
    "speakerImage": "./images/speakers/NarasimaPerumal.webp",
    "speakerAltText": "NarasimaPerumal Chandramohan",
    "keynoteSpeaker": "false",
    "speakerTitle": "Co-Founder",
    "speakerSubTitle": "JiJi Technologies",
    "speakerLinkedIn": "https://www.linkedin.com/in/narasimaperumal/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Experienced Vice President with a demonstrated history of working in the computer software industry. Skilled in Microsoft Dynamics, Microsoft Products, Group Policy, Single Sign-On (SSO), and Office 365."
  },
  {
    "speakerId": "15",
    "speakerName": "Nicki Borell",
    "speakerImage": "./images/speakers/NickiBorell.webp",
    "speakerAltText": "Nicki Borell",
    "keynoteSpeaker": "false",
    "speakerTitle": "Managing Consultant",
    "speakerSubTitle": "Xperts at Work",
    "speakerLinkedIn": "https://www.linkedin.com/in/nicki-borell/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Nicki is the founder and the head behind the label \"Xperts At Work\", co-founder of Experts Inside and partner of atwork GmbH.\n\nHe worked for many years in Microsoft enterprise environments and also as a trainer and consultant for SharePoint and Office 365 & Azure. His expertise extends from technical and strategic consulting all the way to project management, with his core competencies covering KMU, enterprise environments and government data management. Nicki is Microsoft MVP for Office Servers & Services, Microsoft Certified System Engineer and professional Member of German Speaker Association e.V."
  },
  {
    "speakerId": "16",
    "speakerName": "Nicolas Georgeault",
    "speakerImage": "./images/speakers/NicolasGeorgeault.webp",
    "speakerAltText": "Nicolas Georgeault",
    "keynoteSpeaker": "false",
    "speakerTitle": "Founder ",
    "speakerSubTitle": "MuBrain Inc",
    "speakerLinkedIn": "https://www.linkedin.com/in/nicolasgeorgeault/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "\"For 30 years we have been building systems that enable human intelligence to collaborate and build collective intelligence together. It is now time to combine also the know-how of artificial intelligence.\" \n\nWith more than 25 years of experience in knowledge management and in the design of portals and information architectures, particularly in the context of corporate social networks, Nicolas Georgeault specializes today in the capitalization of the collective intelligence of its customers. Through the MuBrain research center specialized in collective intelligence also extended to artificial intelligence, it focuses today on analysis and automated writing of meeting content and conversations using Microsoft Viva technologies.\n\nSharePoint Server MVP for 6 years, it is now honored to be Office Server and Services MVP for 7 years.\n\nHis vision of the future and his qualities as speakers regularly brings him to share his knowledge in several books and web publications and regularly at several conferences and user groups in Canada but also in Europe and the United States."
  },
  {
    "speakerId": "17",
    "speakerName": "Patrick Guimonet",
    "speakerImage": "./images/speakers/Patrick.jpg",
    "speakerAltText": "Patrick Guimonet",
    "keynoteSpeaker": "false",
    "speakerTitle": "CEO & Founder",
    "speakerSubTitle": "Abalon",
    "speakerLinkedIn": "https://www.linkedin.com/in/patrickguimonet/",
    "speakerTwitter": "https://twitter.com/patricg",
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Patrick has 20+ years of experience as an Enterprise Solutions Architect. He has a successful track record of technical expertise for Office 365, SharePoint, SQL Server, and Oracle RDBMS. He is a former Microsoft employee in France. He now works for his own company Abalon, created in 2011. Abalon is dedicated to supporting customers on getting real business benefits with Microsoft collaborative platform.\n\nHe was speaker and organizer of 100+ SharePoint and Office 365 events like SharePoint Saturdays Paris, Monaco, Dubai, Netherlands, Barcelona, Helsinki, ..., European SharePoint Conference, European Collaboration Summit, MS TechDays Paris."
  },
  {
    "speakerId": "18",
    "speakerName": "Renato Romão",
    "speakerImage": "./images/speakers/RenatoRomão.webp",
    "speakerAltText": "Renato Romão",
    "keynoteSpeaker": "false",
    "speakerTitle": "Senior Office 365 Developer",
    "speakerSubTitle": "Storm Technology Ltd",
    "speakerLinkedIn": "https://www.linkedin.com/in/renatoromao/",
    "speakerTwitter": "https://twitter.com/renatooromao",
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "I am Microsoft MVP, recognized as a valuable professional by Microsoft in the Business Applications category. I was recognized as Power Virtual Agents Community Founder and Power Virtual Agents Super User, for the contributions I make in Microsoft forums on the Power Virtual Agents product. I am also the Community Manager of the CaquiCoders, where we organize technical events with speakers from the technical community itself. And I am an Associate at MTAC Brasil (Multi-Platform Technical Audience Contributor), bringing technical content to Non-profit organizations, Communities, and Students in Brazil and around the World."
  },
  {
    "speakerId": "19",
    "speakerName": "Sameer Mhaisekar",
    "speakerImage": "./images/speakers/SameerMhaisekar.webp",
    "speakerAltText": "Sameer Mhaisekar",
    "keynoteSpeaker": "false",
    "speakerTitle": "Principal Engineering Technologist",
    "speakerSubTitle": "Dell EMC",
    "speakerLinkedIn": "https://www.linkedin.com/in/sameer-mhaisekar-410612a7/",
    "speakerTwitter": "https://twitter.com/MhaisekarS",
    "MVPstatus": "false",
    "MicrosoftEmployee": "false",
    "speakerInformation": "I'm the founder organizer of Experts Live India, organizing physical and online conferences. I also host a tech/semi tech podcast camera Experts Live India podcast.\n\nI've been awarded Azure content hero and Azure community hero badgers by Microsoft.\n\nCurrently I work at Dell EMC as a hybrid cloud consultant focused on Azure Stack HCI."
  },
  {
    "speakerId": "20",
    "speakerName": "Satish Upadhyaya",
    "speakerImage": "./images/speakers/SatishUpadhyaya.webp",
    "speakerAltText": "Satish Upadhyaya",
    "keynoteSpeaker": "false",
    "speakerTitle": "Microsoft Unified Communications Architect",
    "speakerSubTitle": "SOFTEL Communications Inc",
    "speakerLinkedIn": "https://www.linkedin.com/in/satish-upadhyaya/",
    "speakerTwitter": null,
    "MVPstatus": "false",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Myself Satish Upadhyaya I have been working with Microsoft365 and specifically with Unified Communications since the Lync 2010. Currently I am working with SOFTEL Communications Inc as a UC Architect.\n\nI have spent 8 years working for a Microsoft UC specialist with focus on the Microsoft UC offering. I have been involved in all aspects of UC projects from presales, scoping, and design, through to deployment, support, and user adoption.\n\nI am have a strong Telecom Expertise for the Telco regulation around the world in different countries based on the local Telco Laws."
  },
  {
    "speakerId": "22",
    "speakerName": "Siv Ram Shastri Jonnalagadda",
    "speakerImage": "./images/speakers/SivRamShastri.webp",
    "speakerAltText": "Siv Ram Shastri Jonnalagadda",
    "keynoteSpeaker": "false",
    "speakerTitle": "Tech Consultant",
    "speakerSubTitle": " ",
    "speakerLinkedIn": "https://www.linkedin.com/in/sivramshastri/",
    "speakerTwitter": "https://twitter.com/prince_shivaram",
    "MVPstatus": "false",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Siv Ram is a public speaker and a tech consultant who works on a variety of technologies, including MERN Stack with Azure. He has trained over 500+ Developers in the Microsoft Azure Bootcamp Series and assisted them in obtaining the AZ-900 certification to begin their Azure adventure."
  },
  {
    "speakerId": "23",
    "speakerName": "Smita Nachan",
    "speakerImage": "./images/speakers/SmitaNachan.webp",
    "speakerAltText": "Smita Nachan",
    "keynoteSpeaker": "false",
    "speakerTitle": "Senior Tech Lead",
    "speakerSubTitle": "Tietoevry",
    "speakerLinkedIn": "https://www.linkedin.com/in/smitanachan/",
    "speakerTwitter": "https://twitter.com/smitanachan",
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "SharePoint professional with 13+ years of experience in design, implementation, configuration, and maintenance of large-scale projects. Focuses on architectural design and implementation, website design and development, and complete application development cycles, with an intense focus on SharePoint and Office 365. A frequent speaker at various community events, including SPS, Global Microsoft 365 Developer Bootcamp, and Global Power Platform Bootcamp."
  },
  {
    "speakerId": "24",
    "speakerName": "Vanessa Toves",
    "speakerImage": "./images/speakers/VanessaToves.webp",
    "speakerAltText": "Vanessa Toves",
    "keynoteSpeaker": "false",
    "speakerTitle": "Microsoft 365 Solution Architect",
    "speakerSubTitle": "Druva",
    "speakerLinkedIn": "https://www.linkedin.com/in/vtoves/",
    "speakerTwitter": "https://twitter.com/vantoves",
    "MVPstatus": "false",
    "MicrosoftEmployee": "false",
    "speakerInformation": "When I was young I wanted to be an architect. As it turns out, I'm a different type of architect. I am a Microsoft 365 Solution Architect. What does that mean? I help companies to solve business problems using Microsoft 365."
  },
  {
    "speakerId": "25",
    "speakerName": "Vinodha Muthu Valli",
    "speakerImage": "./images/speakers/VinodhaMuthuValli.webp",
    "speakerAltText": "Vinodha Muthu Valli",
    "keynoteSpeaker": "false",
    "speakerTitle": "Solutions Architect",
    "speakerSubTitle": "JiJi Technologies Private Limited",
    "speakerLinkedIn": "https://www.linkedin.com/in/vinodha-muthu-valli-gurusamyraj-7248b517/",
    "speakerTwitter": null,
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Solutions Architect at JiJi Technologies Private Limited."
  },
  {
    "speakerId": "26",
    "speakerName": "Swati Ramanuj",
    "speakerImage": "./images/speakers/swati.webp",
    "speakerAltText": "Swati Ramanuj",
    "keynoteSpeaker": "false",
    "speakerTitle": "Associate Manager",
    "speakerSubTitle": "Accenture",
    "speakerLinkedIn": "https://www.linkedin.com/in/swati-ramanuj-1159628/",
    "speakerTwitter": null,
    "MVPstatus": "false",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Senior Technical Consultant, having more than 15 years of experience in Micosoft technologies. Primary Skillsets : MS Power Platform || SharePoint || M365 || Azure || .NET"
  }
]
